/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: 2FAS App
 * Locale: zh-Hans, Simplified Chinese
 * Exported by: Zibi
 * Exported at: Fri, 19 Sep 2025 00:23:47 -0700
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "用于扫描二维码";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "您可以使用面容 ID 解锁应用程序";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS 身份验证器";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "2FA 身份验证器（2FAS 应用）";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "好的";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "添加";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "取消";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "通知";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "第 %d 个 （共 %d 个）";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "已从备份中删除的服务";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "备份中已修改的服务";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "用户在 iCloud 上的配额已满";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud 不可用";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "用户已禁用 iCloud";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "2FAS 备份";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "关闭";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "继续";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "复制";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "删除";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "取消";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "已完成";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "编辑";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "手动输入验证码";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "错误";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "信息";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "下一步";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "通知";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "关闭";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "开启";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "将相机对准屏幕捕捉二维码";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "重命名";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "重试";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "保存";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "扫描二维码";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "服务";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "设置";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "跳过";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "令牌";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "警告";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "无结果";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "个性化";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "同意";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "拒绝";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "提供的文本过长（最多 %d 字符）";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "明白了！";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "验证...";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "确认指纹以继续。";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "这次使用 PIN 码";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "你真棒！";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "有了 2FAS 应用，您的手机就成了您在线服务的私人安全密钥。2FAS 应用 - 深受全球 600 多万用户的信赖。";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "简单";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "将 2FAS 与您的在线服务配对。使用二维码在几秒钟内激活双重认证。";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "隐私";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "2FAS 尊重并保护您的隐私。此应用程序绝不会收集、处理或使用您的任何个人数据。";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "安全";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "您的令牌通过设备离线存储，所以记得备份你的服务！使用 iCloud 同步和 PIN 码来防止未经授权的访问和设备损坏。";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "开始使用 2FAS";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "服务条款";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "将您的在线服务账户与2FAS配对或导入您的令牌";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "配对新服务";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "导入 2FAS 备份文件";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "从 Google Authenticator 导入";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "不知道该怎么做？";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "使用“转移账号”选项将您的账户从 Google Authenticator 导出为二维码。然后使用另一台设备拍下导出的二维码照片，发送到您的设备（尽可能截图），并使用下面的“选择二维码”选项。如果您正在从另一台设备导入代码，请使用“扫描二维码”按钮。";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "选择二维码";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "扫描二维码";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "添加新代码";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "密钥已复制";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "此令牌已经在列表中。";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "倒计时已复制";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "令牌已复制";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "下一个令牌已复制";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "您想添加以下代码吗？%@?";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "打开设置";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "PIN 码错误";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "更改 PIN 码";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "请确认您是设备所有者";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "请确认您的新 PIN 码";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "创建 PIN 码";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "请输入您当前的 PIN 码";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "请输入您的新 PIN 码";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "请输入您的 PIN 码";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "尝试次数过多。请重试 %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "尝试次数过多。请在 %@ 分钟后重试。";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "尝试次数过多。请稍后再试。";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "尝试次数过多。请一分钟后再试";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "备份与同步";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "选择主题";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "配置邮件服务并重试";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "通用";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "未提供邮件服务";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "问题";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "安全性";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "选择 PIN 码长度";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "设置";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "建议";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "高级";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "小组件";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "在主屏幕小组件上显示已选择的服务";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "启用小组件后，无需 PIN 码即可访问您的所有令牌。\n\n您确定要启用小组件吗？";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "显示下一个令牌";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "在列表上查看接收到的令牌";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "回收站";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "恢复";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "回收站是空的";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "分享应用";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "您确定要删除以下令牌吗：";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "移至回收站";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "其他信息";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "选择方法";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "密钥重复";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "密钥错误：仅允许使用数字2到7和字母，最大长度512个字符";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "好吧，让我们再试一次";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "将相机对准屏幕扫描二维码";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "密钥";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "此二维码将带您前往 App Store";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "删除令牌 ";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "搜索服务";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "对不起，未找到服务";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "换个搜索词再试一次";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "密钥太短。最少 4 个字符";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "服务名称";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "扫描二维码中的密钥已在 %@ 中使用。您可能正在再次扫描它";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "此代码不正确或不受支持。请重试。";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "输入服务名称";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "输入服务名称";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "很遗憾，我们不知道这项服务。您想如何命名？";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "您将无法再恢复此令牌。";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "徽章颜色";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "更改品牌图标";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "更改标签";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "服务信息";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "个性化";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "品牌图标";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "标签";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "从 2FAS 应用中移除此服务";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "标签（1 至 2 个字符）：";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "选择背景颜色：";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ 已添加";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "下一个令牌： %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "下一个令牌的值";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "我的令牌";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "删除组";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "所有令牌将被移动到分组：“我的令牌”。";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "添加组";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "组名：";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "从图库中选择";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "相机不可用";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "请检查应用在系统设置中是否具有权限";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "未找到二维码";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "所选图片中没有正确的二维码。请尝试其他图片。";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "选择服务";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "您想添加什么服务？";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "重新输入此令牌";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "解锁并重新输入此令牌";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "组";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "选择组";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "从 Google Authenticator 应用导入 2FA 令牌";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "此二维码允许从 Google Authenticator 导入令牌";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d 中的 %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "令牌将被导入。";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "排序方式";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "手动";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "高级";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "提醒";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "不建议更改高级设置。只有在您的 2FA 提供商有要求且您有明确指示的情况下才可进行更改。\n";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "令牌设置";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "OTP 身份验证";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "算法";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "刷新时间";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "位数";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "倒计时";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "初始倒计时";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d 秒";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "不建议更改高级设置。只有在您的 2FA 提供商有要求且您有明确指示的情况下才可进行更改。";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "最佳范例";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "服务已成功添加。我们强烈建议您...";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "从图库中删除二维码截图。";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "如果有人截取了这张二维码截图，他们就能获取您的 2FA 代码来使用这项服务。";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "申请图标";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "在 Discord 上通知我们";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "登录我们的 Discord 服务器";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "并让用户为所请求的图标投票。";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "或";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "请通知服务提供商";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "你可以使用社交媒体或电子邮件与他们分享以下内容：";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "嘿！我正在使用 2FAS 应用通过 2FA 登录您的服务。但是，您的图标不见了！您可以在这里提交您的图标：https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "不要忘记标记公司的官方账户！";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "在 2FAS 应用中找不到品牌图标？";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "申请品牌图标";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "申请品牌图标";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "选择请求方法";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "以用户身份申请图标";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "以公司身份提交图标";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "只要开启了 %@ 的双重认证，没有此令牌，您将无法登录 %@ 账户。";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "显示密钥";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "复制密钥";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "倒计时，距离令牌更改还剩几秒";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "删除按钮";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "服务已删除";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "此字段包含一个隐藏的密钥。要显示它，请使用显示按钮。只有在为锁屏设置了应用 PIN 码时，才会生效";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "服务名称： %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "其他信息： %@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "令牌 %@。点击复制";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "编辑 %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "带有名称 %@ 和颜色 %@ 的服务标签";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "%@ 服务图标";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "已选";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "未选择";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "徽章颜色：%@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "取消中..";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "仅限数字2到9和字母。至少4个字符。";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "添加服务";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "添加组";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "使用 添加服务 按钮添加新服务";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "没有搜索结果";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "使用 “排序方式” 设置服务排序";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "正在加载内容";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "无法备份令牌，因为秘钥“%@”包含非法字符。从列表中删除它然后重试";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "导入";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "导出";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "2FAS备份将被禁用以保护其完整性";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "导出文件时出错";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "导入成功";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "另一个应用正在使用相机。如果关闭其他应用无效，请重新启动设备";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "由于系统过载，相机不可用。请尝试重新启动设备。";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "无法初始化相机。尝试重启设备";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "无法在分屏模式下初始化相机。请在全屏模式下打开应用并重试";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "如何恢复 2FAS 应用？";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "应用程序恢复";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "如果您忘记了 PIN 码或想要重置 2FAS 应用，则必须重新安装该应用。";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "请注意，如果您没有备份就重置应用，您将失去对所有代码的访问权限。因此，也将失去对所有受2FA保护的账户的访问权限。";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "如果您有备份，请不要着急，您可以尝试恢复所有代码。";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "云备份";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "iCloud 同步";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "建议：iCloud 同步可以在设备丢失或损坏的情况下，将您的令牌安全地存储在苹果iCloud中。请保持其开启。";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "文件备份";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "使用文件备份离线备份令牌。";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "删除备份";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "删除 2FAS 备份";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "警告！如果删除 2FAS 备份，您也将删除与此帐户同步的其他设备上的所有令牌。为保留其他设备上的令牌，请确保在删除前已关闭 2FAS 备份。";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "我想删除备份";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "将备份导出到文件";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "您可以使用 2FAS 应用程序将导出的文件导入其他设备";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "导出到文件";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "验证 PIN 码";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "保存文件";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "导入备份文件";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "您将导入一个备份文件，其中包含";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "导入文件";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "选择其他文件";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "没有可导入的内容";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "文件错误！";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "文件中的服务将与您应用中的服务合并";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "要么此文件为空，要么其中的所有服务都已在应用中可用";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "您需要新版本的应用来导入此文件的内容。您可以在 App Store 中找到最新版本";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "无法读取此文件，文件可能已损坏，或在尝试访问时出现错误。请选择另一个文件。";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "密码";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "重复密码";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "包含不正确的字符。只能使用字母 A-Z、a-z、数字和特殊字符：-_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "提供的短语过于短（最少3个字符）";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "密码不一致";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "保存并导出";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "为加强对备份文件的保护，请设置密码";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "输入密码以继续导入过程";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "为备份文件设置密码";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "密码错误";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d 新服务";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "从文件导入了 %d 个服务";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "iCloud 出现问题，请检查系统设置。";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "此文件已加密。我们仅支持未加密的文件。";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "复制令牌";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "是，我想删除此服务";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "无色";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "浅蓝";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "靛蓝";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "紫色";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "绿松";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "绿色";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "红色";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "橙色";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "黄色";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "了解";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "支持与分享";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "推荐给朋友";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "编写评论";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "关于";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "隐私政策";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "服务条款";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "应用版本 %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "无限制";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "PIN 码";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "应用安全";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "锁定设置";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "面容 ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "触控 ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "在尝试 X 次失败后阻止访问：";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "在应用被锁定之前，选择最大允许的连续失败尝试次数（锁定时间可在下方更改）。\n";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "锁定时间";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3分钟";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5分钟";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10分钟";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "最大失败尝试次数";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "4位数字";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "6位数字";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "生物识别认证";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "捐赠";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "捐赠 2FAS";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "新版本";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "新版 2FAS 已在 App Store 上架。立即更新！";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "立即更新";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "跳过此版本";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "稍后更新";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "浏览器扩展";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "2FAS 网络浏览器扩展";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "在计算机上安装 2FAS 浏览器扩展";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "与 2FAS 应用配对";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "更多信息：";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "与网络浏览器配对";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "配对成功！";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "每当您使用此浏览器登录您的在线服务时，2FAS都会向您推送通知。您将不再需要在每次使用时重新输入令牌。";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "配对失败 :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "此二维码无法识别，2FAS无法将此设备与浏览器扩展配对。请重试。";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "已配对！";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "此浏览器扩展已与此设备配对。";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "联系支持";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "与浏览器配对";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "已配对设备（网络浏览器）";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "添加新内容";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "设备昵称";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "设备昵称";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "名称";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "此昵称将帮助您在与2FAS浏览器扩展配对的其他设备中识别此设备";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "浏览器扩展设置";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<UNKOWN_NAME>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ 为 %@ 申请了一个2FA令牌。选择要授权并保存到此域名的服务。";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "浏览器请求";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "令牌已成功发送！";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "发送验证码时出错 %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "删除已配对设备";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "您确定要删除已配对的设备吗？";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "配对日期";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "忽略这个网络浏览器";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "配对域名列表。";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "删除域名？";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "下次使用浏览器扩展登录 %@ 时，会再次请求您配对此域名。";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "消息推送通知";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "要访问浏览器扩展等功能，应用程序需要访问推送通知。您可以随时在系统设置中更改此设置。";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "申请已过期";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "2FA 令牌申请";

/* loco:6332c96135f7406d4875f785
 * ADD A SPACE AT THE END! */
"browser__2fa_token_request_content" = "您想分享 2FA 令牌给 ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "无通知";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "无法使用 Google Drive";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "用户已禁用 Google Drive";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "您需要新版本的应用来导入此文件的内容。您可以在 Google Store 中找到最新版本";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "此二维码将带您前往 Google Store";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "您的令牌通过设备离线存储，所以记得备份你的服务！使用Google Drive同步和 PIN 码来防止未经授权的访问和设备损坏。";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "新版 2FAS 已在 Google Store 上架。立即更新！";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "PIN 码不一致！请重试。";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "开发者选项";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "导入令牌";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "配对结果";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "注意";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "将相机对准正确的二维码并再次扫描。";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "您想放弃更改吗？";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "未保存的更改";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "密钥格式无效";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "系统错误！没有系统图库应用。";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Google Drive 权限";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "我们需要 Google Drive 权限才能将备份文件保存在应用数据中。";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "需要互联网连接";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "如果要与 Google 同步，需要启用互联网连接。";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "要撤销对 Google Drive 的访问，需要启用互联网连接。";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "自动将您的备份文件存储并同步到您的Google Drive的隐藏文件夹中。只有 2FAS 应用才能访问该文件夹。";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "备份同步期间发生错误。请在几分钟后重新启动应用并重试。";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "备份加密时出错。请重新设置密码。";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "备份解密时出错。请重新设置密码。";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "iCloud 出现问题。请检查系统设置。";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "您的 Google Drive 账户权限有问题。请尝试打开或关闭同步。";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "您的备份已受密码保护。请打开并输入密码。";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "您的备份受密码保护，但提供的密码不正确。请打开它并输入您的密码。";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "服务分配";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "个性化";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "更改品牌";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "高级";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "申请图标";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "编辑标签";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "您确定要删除此分组吗？";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "您的备份文件可随时导出";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "导出此文件以安全备份您的2FAS令牌。您可以稍后使用2FAS应用将其导入此设备或其他设备。";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "导出不带密码的文件\n（不推荐）";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "该文件将与应用的服务列表同步。";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "以后再说";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "开启";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "未添加服务";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "建议：Google Drive 同步可以在设备丢失或损坏的情况下，将您的令牌安全地存储在 Google Drive 中。请保持其开启。";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "关闭 Google Drive 同步功能？";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "2FA 令牌将保留在此设备和 Google Drive 上，但不会同步。您也将从 Google 账户中注销。";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "请记住，如果此设备丢失或损坏，或者应用被删除，您可能无法恢复令牌，也无法访问由 2FA 保护的在线账户。";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "使用自定义密码保护 Google Drive 备份文件。";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "删除密码";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "删除 Google Drive 备份文件的密码";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Google 账户";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "最近一次同步";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "每当您使用此浏览器登录您的在线服务时，2FAS都会向您推送通知。您将不再需要在每次使用时重新输入令牌。";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "浏览器名称";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "身份验证";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "使用您的生物识别";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "开源许可证";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "您可以从不同的应用将令牌导入 2FAS。从列表中选择一个应用并按照说明进行操作。";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "选择应用";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS 身份验证器";

/* loco:63693395183853234b657d12 */
"commons__yes" = "是";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "否";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "搜索";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "没有支持此链接的应用程序";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "相机权限";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "需要相机权限才能扫描二维码。如果您想使用此功能，请前往应用信息和权限，并启用相机权限。";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "禁用 PIN 码";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "请设置您的新 %s PIN码";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "PIN 码不正确！请重试。";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "生物识别";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "2FAS 支持";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "开发者选项";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "生物识别锁定";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "主题";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "自动";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "自动 - 系统设置";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "深色";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "浅色";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "令牌已复制到剪贴板！";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "下一个令牌已复制到剪贴板！";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "您想永久删除此 2FA 服务吗？";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "手动添加";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "此二维码无效！";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "无法读取图片中的二维码！";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "尝试选择不同的图片。";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "永久删除服务";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "由于密钥无效，无法添加服务。请重试。";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "使用此密钥的服务已存在。你想覆盖它吗？";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "密钥包含无效字符";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "显示密钥";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "您的密钥已受到保护。请添加 PIN 码或生物识别锁以查看它。";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "服务列表为空";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "使用“+”按钮添加新服务";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "只要启用了 %@ 的双重认证，没有此令牌就无法登录 %@ 账户。\n\n您将无法从 2FAS 回收站中恢复此令牌。";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "已成功导入服务！";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "您需要激活网络连接才能同步备份。请打开网络连接并重试。";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "更新应用";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "请更新到最新的 2FAS 版本，以获得所有功能并保持较高的安全级别。";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "您正在删除";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "从 2FAS 服务列表中删除。\n\n请记住，只要您开启了双重认证，没有此令牌就无法登录 %s 账户。";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "删除";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "导出";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "分享";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "从文件导入备份";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "您将通过以下命令导入备份文件";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "导入";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "在小组件中可见的令牌不受您的 PIN 码保护。\n\n您确定要在小组件中显示您的令牌吗？";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "警告！";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "是的，我确定";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "2FAS 备份";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "启用 2FAS 备份。在重置或丢失手机的情况下，您可以恢复所有令牌。";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "抱歉，未找到品牌";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "选择在小组件上可见的服务：";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "禁用同步";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "取消";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "设置密码";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "从 Google Drive 删除备份文件";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "如果从 Google Drive 中删除此文件，所有同步设备上的同步将被禁用，令牌只能通过本地存储保留在本设备和其他设备上。";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "您的2FAS应用已与此浏览器配对。";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "再次扫描二维码";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "错误";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "扫描的二维码格式不受支持。请重试。";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "扫描二维码时出现未知错误，请重试。";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "这次使用 PIN 码";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "启用身份验证";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "取消";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "要启用生物识别锁定，您需要启用并设置 PIN 码。";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "选择锁定应用的时间。";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "看起来您的磁盘空间已经用尽，或者过去发生的类似事件损坏了数据库";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "云备份已迁移至新版本。更新应用";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "云备份已加密。更新应用以支持此功能";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "继续前往应用程序";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "取消";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "授权";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "取消";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "请求已发送";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "发送令牌？";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ 为 %@ 申请了 2FAS 令牌";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "发送令牌时出错";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "本网站未配对";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "打开应用并为此域名选择一项服务";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "打开应用并检查浏览器扩展是否正确配对";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "连接出现问题";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "请重新尝试";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "错误";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "为了使浏览器扩展正常工作，请将服务添加到2FAS应用中。";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "同意";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "拒绝";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "启用 PIN 码和面容 ID授权，以防止未经授权访问此设备上的令牌。";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "启用 PIN 码和触控 ID授权，以防止未经授权访问此设备上的令牌。";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "提供的代码不正确。请仔细检查";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "提供的代码已过期。请联系官方团队获取新代码";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "网络未连接。请检查连接并重试。";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "我们的服务器似乎出现了问题。如果问题仍然存在，请联系我们的支持团队";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "操作失败";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "已发送的日志";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "感谢您的反馈。我们会尽快进行分析。";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "发送";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "发送日志";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "由官方团队提供的代码已自动填充。是否发送日志？";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "请输入或粘贴由我们的官方团队提供的代码。";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "发送日志";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "来看看这款来自2FAS的超棒的双重认证应用吧！https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "致谢";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "从外部应用导入";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "刚刚";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "%d 分钟前";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "%d 小时前";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "%d 天前";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "%d 周前";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "%d 个月前";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "出现未知错误！请重试！";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "文件已成功保存！";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "无法分享文件！";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "请输入密码";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "请输入备份密码以继续执行移除操作。";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "请输入备份密码以继续撤销对 Google 的访问权限。";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "同步设置";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "本地文件";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Google Drive 同步";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "从 Google Drive 删除备份文件？";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "Google 同步将被禁用。您的令牌将保留在本地，但 2FAS 应用将从您在本设备和其他同步设备上的 Google 账户中注销。";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "等待同步...";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "同步中...";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "您将导入一个加密备份文件。";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "选择 JSON 文件";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "将您的帐户从 Aegis 导出到未加密的 JSON 文件并使用“选择 JSON 文件”按钮上传。请记住在成功导入后删除该文件。";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "使用 Raivo 设置中的 \"将 OTP 导出到 ZIP 存档 \"选项，保存 ZIP 文件，解压缩并使用 \"选择 JSON 文件 \"按钮导入 JSON 文件。";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "然而，没有可以导入的服务。";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "请重试";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "继续";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "从 Google Authenticator 应用导入 2FA 令牌";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "从 Aegis 应用导入 2FA 令牌";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "从 Raivo 应用导入 2FA 令牌";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "此二维码允许从 Google Authenticator 导入令牌。";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "此 JSON 文件允许从 Aegis 导入令牌。";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "此 JSON 文件允许从 Raivo 导入令牌";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "无法读取任何令牌。尝试选择不同的文件。";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Google Drive 同步提醒";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "您确定吗？如果没有 Google Drive 同步，丢失或重置手机后将无法恢复令牌！";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "验证码发送成功";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "发送验证码时发生错误。";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "添加新服务";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "自定义服务";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "建议";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "所有服务";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "其他服务";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "SSL 错误";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "出现 SSL 错误，无法与服务器建立安全连接。请确保您使用的是最新版本的应用或尝试更改网络。";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "您尝试导入的文件太大。大小限制为 10 MB。";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "您尝试导入的文件无效或已损坏。请选择其他文件。";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "主动搜索";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "启动时打开搜索框";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "有效期：";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "小组件设置";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "只能输入整数";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "只能输入数字";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "请输入内容";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "输入的长度过长。限制：%d";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "最佳匹配";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "发送匿名崩溃报告";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "发送匿名崩溃报告以帮助2FAS识别和解决应用中的问题（需要重新启动应用）。";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "列表管理";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "外观";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "在当前令牌即将过期时显示下一个令牌。";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "列表布局";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Google Drive 未同步";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "前往备份设置";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "默认";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "紧凑";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "将您的帐户从 LastPass 导出到未加密的 JSON 文件并使用“选择 JSON 文件”按钮上传。请记住在成功导入后删除该文件。";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "崩溃报告";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "从 LastPass 应用导入 2FA 令牌";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "此 JSON 文件允许从 LastPass 导入令牌。";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "从 LastPass 导入令牌";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "从 Aegis 导入令牌";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "从 Raivo OTP 导入令牌";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "从 Google Authenticator 导入令牌";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "秒";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "将服务与 2FAS 配对";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "将相机对准屏幕捕捉二维码。";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "其他方法";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "手动输入密钥";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "上传带有二维码的截图";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "即将完成！";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "要完成与服务的配对，您需要重新输入此令牌。";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "将服务与 2FAS 配对";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "输入服务名称和密钥。";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "服务名称";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "密钥";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "其他设置";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "（可选项）";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "添加服务";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "不知道该怎么办？点击寻求帮助";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "高级令牌设置";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "其他信息";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "不建议更改默认令牌设置。只有在您的 2FA 提供商有要求且您有明确指示的情况下才可进行更改。";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "允许应用截图5分钟。";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "允许截图";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "允许应用截图？";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "你确定吗？此选项允许您截图和录制应用内的任何屏幕。不过，这也会允许任何外部尝试捕捉应用中的屏幕。\n出于安全考虑，此选项将在 5 分钟后自动关闭。";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "社交媒体链接";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "X (曾经的 Twitter)";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "隐藏令牌";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "轻触即可显示令牌";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "手动配对";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "配对代码";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "从 Authenticator Pro 导入令牌";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "此文本文件允许从 Authenticator Pro 导入令牌。";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "从 Authenticator Pro 应用导入 2FA 令牌";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "将您的帐户从 Authenticator Pro 导出到未加密的文本文件，并使用“选择文本文件”按钮上传。请记住在成功导入后删除该文件。";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Stratum (Authenticator Pro)";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "选择文本文件";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "由于系统指纹设置更改，生物识别登录被禁用";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "从 LastPass 应用导入 2FA 令牌";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "此二维码允许从 LastPass 导入令牌";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "引导我";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "浏览器服务";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "选择要与 2FAS 应用配对的服务";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "您是否希望为您的服务提供 2FA 指南？";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "立即申请";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "粉色";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "棕色";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "其他方法？";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "相机不可用。在系统设置中检查应用的访问权限";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "系统设置";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "提供的文本过短（最少 %d 字符）";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "不建议";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "2FAS 指南";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "%@ 的 2FAS";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "通用 2FA 指南";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "保存我的选择";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "从 andOTP 应用导入 2FA 令牌";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "此 JSON 文件允许从 andOTP 导入令牌。";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "从 andOTP 导入令牌";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "将您的帐户从 andOTP 导出到未加密的 JSON 文件并使用“选择 JSON 文件”按钮上传。请记住在成功导入后删除该文件。";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "下一步，系统会要求你选择 Google Drive 账户，2FA 令牌将安全地保存在该账户中。";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "我愿意承担风险，并不备份";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Google Drive 同步已成功打开！";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "此应用程序版本不支持您要导入的备份文件。应用程序只支持 %d 以下的备份格式版本，而您要导入的文件是 %d 版本。";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "配对";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "安全同步和备份";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FAS 使用 iCloud 对您的2FA令牌进行安全备份和同步。**加密**备份数据存储在 iCloud 中，**只有 2FAS 应用**才能访问。此外，该功能还有助于在 iOS 设备间**恢复和同步**令牌。\n\n该功能默认启用，可随时在应用的备份设置中禁用。";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "了解有关备份的更多信息";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "看来您的 Google Drive 备份文件受密码保护。请输入正确的密码解锁。如果您想删除 Google Drive 备份文件,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "点击此处了解";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "首选项";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "重要提示";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "管理令牌";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "有了您的支持，我们才能开发新功能并不断改进。谢谢您的支持！";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "从回收站中找回";

/* loco:659af7424f0a308bbc0d07e2 */
"periodic_notification_tips" = "很高兴您加入我们 2FAS！🌟 花点时间在应用中发现有用的提示和技巧 🛠️以增强安全性🔒。";

/* loco:659af76a4e00c034f80f1962 */
"periodic_notification_backup" = "启用 2FAS 备份和同步功能，确保即使丢失手机也不会被锁定--只需轻轻一点就可以安心！🔐📱";

/* loco:659af78a4420ce7d8a0e8b82 */
"periodic_notification_browser_extension" = "使用2FAS浏览器扩展加快您的登录速度！🚀立即下载以获得更快、更方便的身份验证。 🌐✨";

/* loco:659af79f5c4cdcdcc206ca82 */
"periodic_notification_donate" = "感谢您对 2FAS 的支持！🌟 如果您觉得我们的应用对您有帮助，请考虑捐款帮助我们保护您的数字世界安全。一点一滴都有帮助!🙏💙";

/* loco:65ad8d05e26a0e519e0eabc2
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:65d0f79fe416765b590b9bb2 */
"widget__placeholder" = "占位符\n";

/* loco:65d0f7af992298cb150eeb52 */
"widget__size_not_supported" = "不支援该尺寸";

/* loco:65d0f7d84b70f0a2b006da32 */
"widget__settings_description" = "选择您想要在小组件上显示的服务。如果没有可用的服务，请确保您已在应用设定部分启用小组件";

/* loco:65d0f7f2419d3a91100de8f2 */
"widget__service_icon" = "服务图标\n";

/* loco:65d0f8011c65716bd004cb52 */
"widget__not_enabled" = "2FAS 设定部分中未启用小组件功能";

/* loco:65d0f812305d22919d03aca2 */
"widget__not_enabled_no_services" = "2FAS 设定部分中未启用小组件功能，且应用中没有可供选择的服务";

/* loco:65d0f824d53e0991ba0a1782 */
"widget__no_services" = "应用程式中没有可供选择的服务";

/* loco:65d0f837e416765b590b9bb4 */
"widget__select_service_intent_description" = "选择您想要在 2FAS 小组件上显示的服务";

/* loco:65d0fb5b49d672e093075a42 */
"widget__my_secured_account" = "我的安全帐户";

/* loco:65d0fc67dd5f4b7c840c9cc2 */
"widget__token" = "令牌";

/* loco:6624fb73f78972936b072872 */
"watch__intro" = "2FAS watchOS app 是 2FAS iOS 应用的配套应用程序。它将展示通过 iCloud 同步备份的服务。\n\n为了快速访问，将它们添加到“常用服务”。\n\n请记得捐赠，这样我们就能进一步改进 2FAS 平台！";

/* loco:6624fb8ffe38002957090b22 */
"tokens__hotp_not_supported" = "暂不支持HOTP服务";

/* loco:6624fb9f10b12df4d10768f2 */
"tokens__favorite_services" = "常用服务";

/* loco:6624fbc21e6242d8de093572 */
"security__enter_new_pin_short" = "输入新的PIN码";

/* loco:6624fbdddb381029b8069ca2 */
"security__repeat_new_pin_short" = "重复输入新的 PIN";

/* loco:6624fbeaa8e7a3b46d063062 */
"commons__success" = "成功";

/* loco:66250db046efb2e937017882 */
"security__enter_pin_short" = "请输入 PIN 码";

/* loco:667b0f002f7ff9e8c60fd6e2 */
"settings__sort_tokens" = "令牌排序";

/* loco:667ff2f4d90a520710084ec2 */
"appleWatch__installation_info_title" = "2FAS Apple Watch应用程序安装";

/* loco:667ff56b5fcc8577cd0c4b32 */
"appleWatch__installation_first_step" = "通过Watch应用程序安装2FAS身份验证";

/* loco:667ff5dbf79df44e1d0521d2 */
"appleWatch__installation_first_step_link" = "打开Watch应用程序";

/* loco:667ff6148a242e56a80d1be2 */
"appleWatch__installation_second_step" = "确保您的iCloud同步已启用";

/* loco:667ff6304d219b8c3d0940e2 */
"appleWatch__installation_second_step_link" = "转到2FAS备份设置";

/* loco:669c14ea032c33fe240ea0e2 */
"settings__apple_watch" = "Apple Watch";

/* loco:674f97c934d3edcacd035a12 */
"widget__no_selected_services" = "请按住并选择服务以激活小部件...";

/* loco:674f9bb777cc7f9aae08f092 */
"widget__reveal_tokens_long_message" = "显示您的 2FAS 令牌 60 秒";

/* loco:674f9caea143b358bd00a232 */
"widget__reveal_tokens_short_message" = "显示 60 秒";

/* loco:67865a76a59a7aab7d0f60e2 */
"settings__show_error_details" = "显示错误详情";

/* loco:678666b317d2400861057186 */
"tokens__show_qr_code" = "服务二维码";

/* loco:678666e13b5ce960c60eeec2 */
"tokens__show_service_qr_setup_lock" = "您的服务受到保护。请添加PIN码或指纹锁查看二维码。";

/* loco:678900f3f71692f7180ab562 */
"tokens__copy_uri" = "复制 URI";

/* loco:680e9b2b1e087e3aa307c3c2 */
"backup__cloud_encrypted_user" = "iCloud 使用自定义密码加密。输入密码并启用同步。";

/* loco:680e9b3e34cbd3a0ef07b992 */
"backup__cloud_encrypted_system" = "iCloud 使用系统密钥加密。确保已启用 iCloud 钥匙串。";

/* loco:680e9b735dbc0a8bbc0a4402 */
"backup__synced" = "已同步";

/* loco:680e9b87af6eeb504f0795d2 */
"backup__checking" = "检查中...";

/* loco:680e9b99bf4e1aac8009a622 */
"backup__sync_disabled" = "同步已禁用。";

/* loco:680e9bbc16b138b6d40159e2 */
"backup__sync_not_available" = "同步不可用：%@";

/* loco:680e9bf4d2b61006ba011602 */
"backup__watch_pairing_title" = "与 Apple Watch 配对";

/* loco:680e9c11788c298008092582 */
"backup__watch_pairing_description" = "您想将 Apple Watch 与您的 iCloud 备份配对吗？输入设备名称：";

/* loco:680e9c32e460e117d400ed82 */
"backup__watch_pairing_default_name" = "Apple Watch";

/* loco:680e9c7ae460e117d400ed84 */
"backup__watch_pairing_action" = "配对设备";

/* loco:680e9c960a302d320308f932 */
"backup__watch_pairing_error" = "目前无法与手表配对。请确保已启用云备份并使用密码同步。";

/* loco:680e9d47230daa0d0705de22 */
"backup__cloud_error_title" = "云备份错误";

/* loco:680e9d713f195bf32102ed04 */
"backup__cloud_error_missing_system_key_content" = "无法解密云备份，因为没有系统密钥。检查 iCloud 钥匙串同步是否启用并正常工作。";

/* loco:680e9d93cabaa9006b0cc553 */
"backup__cloud_error_mismatch_key_content" = "无法解密云备份，因为它是使用系统密钥加密的，而您使用的是自定义密码。您想更换吗？";

/* loco:680e9da43f195bf32102ed07 */
"backup__cloud_error_new_version_content" = "无法与云备份同步，因为云备份已迁移到较新版本的应用程序。更新应用程序以继续使用云备份。";

/* loco:680e9de57ad8812ff30daaf3 */
"backup__enter_cloud_backup_password_title" = "输入云备份密码";

/* loco:680e9dfc3a58bfedfc0d89e2 */
"backup__enter_password_description" = "iCloud备份通过您的密码加密。输入密码以启用同步。";

/* loco:680e9e2c7ad8812ff30daaf5 */
"backup__enter_password_failure" = "失败！%@";

/* loco:680e9e41ccdb5506bc0940a2 */
"backup__enter_password_wrong_password" = "密码错误！请重试";

/* loco:680e9e8dee0af36e3907e012 */
"backup__migration_title" = "迁移云备份";

/* loco:680e9ea1d03fa6ded204f732 */
"backup__migration_subtitle" = "不要关闭应用程序！";

/* loco:680e9eb9e9abb80f2b02a7e2 */
"backup__migration_description" = "您的备份已通过系统密钥进行加密。该密钥将与您使用iCloud钥匙串的应用程序共享。请确保该选项已启用。若您希望使用自己的密码，可在迁移完成后通过云备份设置进行此操作。";

/* loco:680e9ed70d4c38771c035672 */
"commons__success_ex" = "成功！";

/* loco:680e9f335d7f73628c094782 */
"backup__encryption_type" = "加密类型";

/* loco:680e9f47489bf545bc063e72 */
"backup__encryption_select" = "选择加密类型";

/* loco:680e9f6365acc3b3e90f7ed2 */
"backup__encryption_enter_password" = "输入密码";

/* loco:680e9f72ece3e1700f0178c2 */
"backup__encryption_change_password" = "更改密码";

/* loco:680e9f8634a76d64b00d14e2 */
"backup__encryption_password_description" = "密码用于加密您的数据。如果丢失，您将无法从云备份中恢复数据。";

/* loco:680e9fa7e7d82ad91e02a602 */
"backup__encryption_change_title" = "更改加密类型";

/* loco:680ea00bb9850053830ff012 */
"backup__encryption_method_footer" = "选择系统密码或自定义密码";

/* loco:680ea027b9850053830ff014 */
"backup__manage_paired_watches_title" = "管理配对的Apple Watch";

/* loco:680ea0415d7f73628c094784 */
"backup__manage_paired_watches_footer" = "通过此云备份，您可以添加、删除或重命名 Apple Watch。";

/* loco:680ea0863d9c43606809ce72 */
"backup__manage_paired_watches_rename_title" = "重命名手表";

/* loco:680ea0a2de468128a50c3872 */
"backup__manage_paired_watches_rename_description" = "输入新设备名称";

/* loco:680ea0b0e34a78604e0ccec2 */
"backup__manage_paired_watches_rename_action" = "重命名";

/* loco:680ea0f916afa556f900ee44 */
"backup__manage_paired_watches_title_short" = "管理手表";

/* loco:680ea10db347399d5a0b3712 */
"backup__manage_paired_watches_empty_list" = "列表为空。使用 + 按钮配对手表";

/* loco:680ea11fbe7b6fa8370f3642 */
"backup__manage_paired_watches_syncing" = "云备份正在同步...";

/* loco:680ea17198b6446b28039d22 */
"backup__watch_pair_title" = "配对 Apple Watch";

/* loco:680ea1840a76ec8ff70cd512 */
"backup__watch_pair_description" = "在iPhone/iPad的2FAS Auth应用中前往2FAS备份设置，进入“管理已配对的Apple Watch”选项（若备份已同步，此选项将可见）。从该界面扫描二维码。";

/* loco:680ea19321505b7534076712 */
"backup__watch_pair_qr_error" = "生成二维码时出错";

/* loco:680ea4924900c6654a054f53 */
"backup__cloud_switch_system_key" = "切换到系统密钥";

/* loco:680ea4a1a79ed234ad0e98b3 */
"backup__cloud_turn_backup_off" = "禁用云备份";

/* loco:680ea7af1c206bae8b009f92 */
"commons__apply" = "应用";

/* loco:680ea961e19a3baf7c0c83c2 */
"backup__state" = "状态：";

/* loco:680eabfb1f70320f3904adf2 */
"backup__check_password" = "检查密码";

/* loco:680eaff4511912ac1f0e75d2 */
"backup__missing_system_key" = "缺少系统密钥";

/* loco:680eb087436695fb8f0953c2 */
"backup__system_key" = "系统密钥";

/* loco:680eb09882b1ab56c90f1762 */
"backup__custom_password" = "自定义密码";

/* loco:6873eb0af106373d9e018362 */
"commons__options_title" = "选项";

/* loco:6873eb9be7dc70fef00d7f92 */
"tokens__copy_secret" = "复制密钥";

/* loco:6873ebbd1b2473862706f922 */
"tokens__copy_link" = "复制OTP验证链接";

/* loco:68741a03c3bb3e491903b8d2 */
"notifications__link_copied" = "链接已复制";

/* loco:6876c01ce0de58da3a06b0d2 */
"tokens__qr_code_show" = "显示服务二维码";

/* loco:6876c02ebc0e6f3baf056792 */
"tokens__qr_code_share" = "分享服务二维码";

/* loco:6886a445e812517cba04d142 */
"settings_open_twofass_appstore" = "安装 2FAS Pass";

/* loco:6886a456646cb1ba5c0e0062 */
"settings_open_twofass" = "打开 2FAS Pass";

/* loco:6886a4725a1d2718dc029c32 */
"settings_manage_passwords_title" = "管理密码";

/* loco:688fcf1040d798ebc50e14d2 */
"quick_setup_drive_sync_title" = "保险库同步";

/* loco:688fcf2fff511af27f07f1f2 */
"quick_setup_drive_sync_description" = "使用 Google Drive 能安全地同步您的数据，以防设备丢失或损坏。";

/* loco:6893c49f1be3c0a701069f72 */
"commons__file_creation_error" = "无法创建文件";

/* loco:6893c4c61be3c0a701069f74 */
"settings__export_pin_needed" = "您的密钥已受到保护。请添加 PIN 码或生物识别锁来导出密钥。";

/* loco:6893c4e3a8a1e5cb3d02aa22 */
"settings__export_title_tokens" = "导出令牌";

/* loco:6893c4f5900905f2e2070122 */
"settings__export_title_qr_codes" = "导出二维码";

/* loco:6893c509a8a1e5cb3d02aa24 */
"settings__export_title_options" = "导出选项";

/* loco:6893c5315491dc22bd09f382 */
"settings__export_options_save_file" = "保存 OTPAuth 文件";

/* loco:6893c540cceec550e9004e62 */
"settings__export_options_export_qr_codes" = "导出二维码";

/* loco:6893c55b1ec7e755710ba462 */
"settings__export_options_footer" = "请选择您想要导出令牌的方式：您可以将令牌复制到剪贴板、保存为 OTPAuth 文件，或导出为二维码。";

/* loco:6893c77fcb7aa111d70f96f2 */
"settings__import_otpauth_title" = "OTPAuth 链接";

/* loco:6893c7c18f50b69f820db962 */
"settings__import_from_file" = "从文件导入";

/* loco:6893c9285d734c0c5f05cd82 */
"settings__import_from_text_file" = "从文本文件导入令牌";

/* loco:6893c9597189bde1e40d57b2 */
"settings__import_from_text_file_description" = "文本文件应包含以 “otpauth://” 开头的链接列表。";

/* loco:6893c99a07cbc41c9c0fdc74 */
"settings__import_contents_file" = "本文件的内容将被导入。";

/* loco:68ac4c1fbe12a1a919024782 */
"widget__open_app" = "打开 2FAS Auth";

/* loco:68ac4c399e21d051aa002c12 */
"widget__open_app_description" = "快速访问 2FAS Auth";

/* loco:68b8825eb6d9bfe21604db82
 * Used on a tokens list in context menu to move service up on that list */
"tokens__move_up" = "上移";

/* loco:68b8826872fb8320f90e6ff2
 * Used on a tokens list in context menu to move service down on that list */
"tokens__move_down" = "下移";

/* loco:68cbd3b751b74bff890c1514 */
"settings__transfer" = "Transfer Tokens";

/* loco:68cbd3d735e7e585d40a3353 */
"transfer__import_section_title" = "Import from other apps";

/* loco:68cbd419bacc906fe20f8842 */
"transfer__export_section_title" = "Export to OTPAuth";

/* loco:68cbd63cb6669c4d9304c702 */
"transfer__export_otp_file" = "Export all Tokens to the OTPAuth file";

/* loco:68cbd64e978d6b30f10caae3 */
"transfer__export_otp_qr" = "Save all Tokens as QR codes";

/* loco:68cbd6841a4008d909004cc2 */
"exportwarning__title_file" = "Export all Tokens to file";

/* loco:68cbd69304a05b974c0860c2 */
"exportwarning__cta_file" = "Export to file";

/* loco:68cbd6a85da06ef8260b2e32 */
"exportwarning__description_file" = "You are about to export all of your 2FA Tokens, including their Secret Keys, into an unencrypted file. Anyone with access to this file can use it to take control of your accounts. Please keep it safe.";

/* loco:68cbd6bf20145315370eb562 */
"exportwarning__toggle" = "I understand the risk";

/* loco:68cbd835a18272e1330c7f03 */
"transfer__import_otpauth_file" = "General OTPAuth file";

/* loco:68cd021d8e822f8e6d0bc2c2 */
"exportwarning__description_qr" = "You are about to export all of your 2FA Tokens into an unencrypted ZIP file with QR codes inside. Those QR codes can be used to take control of your accounts. Please keep them safe.";

/* loco:68cd0261acc04c8f6c03bb32 */
"exportwarning__title_qr" = "Export all Tokens to QR codes";

/* loco:68cd04c960340181b50b5a53 */
"exportwarning__cta_qr" = "Export to QR codes";
